{
  "TERMS_CONDITIONS": {
    "content": "<h1>Terms of Use</h1><h2>1. Acceptance of Terms</h2><p>By accessing and using ChottuLink services, you accept and agree to be bound by the terms and provision of this agreement.</p><h2>2. Service Description</h2><p>ChottuLink provides deep linking services as an alternative to Firebase Dynamic Links. Our service allows you to create, manage, and track deep links for mobile and web applications.</p><h2>3. User Responsibilities</h2><p>You are responsible for:</p><ul><li>Maintaining the confidentiality of your account credentials</li><li>All activities that occur under your account</li><li>Ensuring your use complies with applicable laws and regulations</li><li>Not using the service for illegal or unauthorized purposes</li></ul><h2>4. Service Availability</h2><p>While we strive to maintain high availability, we do not guarantee uninterrupted service. We may temporarily suspend service for maintenance or updates.</p><h2>5. Privacy</h2><p>Your privacy is important to us. Please review our Privacy Policy to understand how we collect and use your information.</p><h2>6. Limitation of Liability</h2><p>ChottuLink shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of the service.</p><h2>7. Termination</h2><p>We may terminate or suspend your account at any time for violation of these terms or for any other reason at our discretion.</p><h2>8. Changes to Terms</h2><p>We reserve the right to modify these terms at any time. Continued use of the service constitutes acceptance of modified terms.</p><h2>9. Contact Information</h2><p>For questions about these Terms of Use, please contact us at legal@chottulink.com</p><p><em>Last updated: January 2024</em></p>",
    "id": "terms-conditions",
    "name": "Terms of Use"
  },
  "PRIVACY_POLICY": {
    "content": "<h1>Privacy Policy</h1><h2>1. Information We Collect</h2><p>We collect information you provide directly to us, such as when you create an account, use our services, or contact us for support.</p><h3>Types of Information:</h3><ul><li>Account information (email, name, company details)</li><li>Usage data and analytics</li><li>Technical information (IP address, browser type, device information)</li><li>Deep link performance metrics</li></ul><h2>2. How We Use Your Information</h2><p>We use the information we collect to:</p><ul><li>Provide, maintain, and improve our services</li><li>Process transactions and send related information</li><li>Send technical notices and support messages</li><li>Respond to your comments and questions</li><li>Monitor and analyze usage patterns</li></ul><h2>3. Information Sharing</h2><p>We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as described in this policy.</p><h3>We may share information:</h3><ul><li>With service providers who assist in our operations</li><li>To comply with legal obligations</li><li>To protect our rights and safety</li><li>In connection with a business transfer</li></ul><h2>4. Data Security</h2><p>We implement appropriate security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.</p><h2>5. Data Retention</h2><p>We retain your information for as long as necessary to provide our services and comply with legal obligations.</p><h2>6. Your Rights</h2><p>You have the right to:</p><ul><li>Access and update your personal information</li><li>Request deletion of your data</li><li>Opt out of certain communications</li><li>Request data portability</li></ul><h2>7. Cookies and Tracking</h2><p>We use cookies and similar technologies to enhance your experience and analyze usage patterns.</p><h2>8. International Data Transfers</h2><p>Your information may be transferred to and processed in countries other than your country of residence.</p><h2>9. Changes to Privacy Policy</h2><p>We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new policy on this page.</p><h2>10. Contact Us</h2><p>If you have questions about this Privacy Policy, please contact us at privacy@chottulink.com</p><p><em>Last updated: January 2024</em></p>",
    "id": "privacy-policy",
    "name": "Privacy Policy"
  },
  "REFUND_POLICY": {
    "content": "<h1>Refund Policy</h1><h2>1. General Policy</h2><p>ChottuLink offers refunds under specific circumstances as outlined in this policy. We are committed to customer satisfaction while maintaining fair business practices.</p><h2>2. Refund Eligibility</h2><p>You may be eligible for a refund if:</p><ul><li>You cancel within 7 days of initial subscription</li><li>Our service experiences significant downtime (>24 hours)</li><li>You encounter technical issues that prevent service usage</li><li>Billing errors occur</li></ul><h2>3. Non-Refundable Circumstances</h2><p>Refunds will not be provided for:</p><ul><li>Cancellations after the 7-day grace period</li><li>Usage-based charges already incurred</li><li>Third-party integration costs</li><li>Account suspensions due to terms violations</li></ul><h2>4. Refund Process</h2><p>To request a refund:</p><ol><li>Contact our support team at support@chottulink.com</li><li>Provide your account details and reason for refund</li><li>Allow 5-7 business days for review</li><li>Approved refunds will be processed within 10 business days</li></ol><h2>5. Partial Refunds</h2><p>In some cases, we may offer partial refunds based on usage and circumstances. This is determined on a case-by-case basis.</p><h2>6. Billing Disputes</h2><p>If you believe you've been incorrectly charged, please contact us immediately. We will investigate and resolve billing disputes promptly.</p><h2>7. Subscription Cancellation</h2><p>You can cancel your subscription at any time. However, cancellation does not automatically qualify for a refund unless within the eligible timeframe.</p><h2>8. Enterprise Accounts</h2><p>Enterprise accounts may have different refund terms as specified in their service agreements.</p><h2>9. Currency and Processing</h2><p>Refunds will be processed in the original payment currency and method when possible.</p><h2>10. Contact Information</h2><p>For refund requests or questions, contact us at:</p><ul><li>Email: billing@chottulink.com</li><li>Support: support@chottulink.com</li></ul><p><em>Last updated: January 2024</em></p>",
    "id": "refund-policy",
    "name": "Refund Policy"
  }
}
